{"total_comments": 165, "infavor": 48, "against": 52, "positive_comments": ["\"\" War rukwadi papa\"\" 😍✨✨", "Sirf ek bar Gas lao,\n\naur\n\nbar bar lakdi ka chulla jalao.\n\nlol\n\nbest scheme of Pradhan mantri Ujjwala Yojana.", "Ujjwala is fairly successful. Rural family didn’t have access to LPG before ,even after 50 years ,LPG was introduced in 1965.As india per capita will increase more people will be able to afford the refill.Criticise where it is due not due to blind hate.there are many topics where govt is truly lacking.", "No but you are saying the opposite", "Its useful for DBT schemes.", "true randian in the making\n\nIf you build it they will come", "Helps DBT schemes", "Yes it benefits in many ways.\n\nUS used to send out welfare checks.  There was lot of fraud, check got stolen, people got mugged or they would run to nearest Liquor shop or drug dealer and cashed the cheque for half the value for the fix.\n\nThen they issued debit cards and money goes into debit card.  Card don't work at liquor shop", "Free ma kaun loan de raha, mujhe lena hai.", "fir ghanta bank account hua."], "negative_comments": ["Reminds me of Hitler\n\nHitler bhau bhi yahi bakchodi karte the", "If you observe timing of many of these movies, they're released somewhere near elections time. Either there is some understanding with the BJP or decision by the producers.", "Pradhan mantri chutiya banao yojna me sab included hai", "Chutiya kato yojana.", "Step one : get them to be used to using a gas stove.\nStep two : Remove subsidy and earn lots of money by          selling them gas at an over inflated price.", "Anti national. Can't you see it is Pradhan mantri gobar yojana. Soon to be replaced with PM tatti yojana", "Link aadhaar with gas connection so that Thugs of Nandan Nilekani can track your gas booking.", "What will the yojana achieve if the cylinder retails for 1000 rupees and there is no subsidy? But still there will be chest thumping for this short -sightedness.", "We need a different Pradhan mantri pliss", "No this is because to get a cylinder the person has to travel 15-20 km. \nMy village in Nagpur is one i noticed this. They still use fire wood to cook and seldom use gas stove, when asked they are like we work in the fields who has time to go to the nearest town to get the cylinder. As mostly men drive they are more lethargic to do this simple task. - A true narrative from my relatives"], "ideas_suggestions": [], "concerns": ["Pradhan mantri chutiya banao yojna me sab included hai", "Sirf ek bar Gas lao,\n\naur\n\nbar bar lakdi ka chulla jalao.\n\nlol\n\nbest scheme of Pradhan mantri Ujjwala Yojana.", "Anti national. Can't you see it is Pradhan mantri gobar yojana. Soon to be replaced with PM tatti yojana", "Link aadhaar with gas connection so that Thugs of Nandan Nilekani can track your gas booking.", "What will the yojana achieve if the cylinder retails for 1000 rupees and there is no subsidy? But still there will be chest thumping for this short -sightedness.", "No this is because to get a cylinder the person has to travel 15-20 km. \nMy village in Nagpur is one i noticed this. They still use fire wood to cook and seldom use gas stove, when asked they are like we work in the fields who has time to go to the nearest town to get the cylinder. As mostly men drive they are more lethargic to do this simple task. - A true narrative from my relatives", "the yojna was just a vote grab before the elections. the bjp govt raided rbi emergency funds to dole out freebies right before the elections, hence leaving a financial sinkhole for the next government. they werent sure if they are gonna come back , but pulwama happened. anyways , now we have about 90 lack cylinders that have not been refilled and are being sold on the black market and for scrap.", "What else do we expect? I don't when the situation is going to be good for such people.", "No but you are saying the opposite", "Modi did this to steal money for poor people.  Why does my maid need a bank account.  Yesterday, I was at the bank trying to explain to the manager how my account got overdrawn and my maid walked in with wads of cash to deposit money.  How embrassing....OMG"]}