{
    "Pradhan Mantri Jan Dhan Yojana":"Financial inclusion is broadly defined as the process of ensuring easy and reliable\r\n access to the financial services and flow of timely and adequate credit for vulnerable\r\n groups such as weaker sections and low income groups at an affordable cost.\r\n  Financial inclusion acts from the supply side by providing and expanding financial\r\n market and services that people demand from time to time under the changed\r\n circumstances  whereas\r\n  Financial literacy creates/stimulates the demand side by making people aware of that\r\n they can get what they need/demand.\r\n  Financial inclusion is important for India  because it can accelerate socio-economic\r\n growth rate  bring down poverty and income inequality and add value to country’s\r\n sustainable and inclusive growth1\r\n .\r\n  According to Census 2011  only 14.48 crore households (58.70 per cent) of 24.67\r\n crore in the country had access to banking services.PARDHANMANTRI JAN DHAN YOJANA\r\n  With a view to increasing banking penetration and promoting financial inclusion a\r\n National Mission on Financial Inclusion named as Pradhan Mantri Jan Dhan Yojana\r\n (PMJDY) was formally launched on 28th August  2014 at national level by the\r\n Prime Minister. PMJDY is aimed at covering all households with at least one bank\r\n account per household across the country.OBJECTIVES OF PMJDY\r\n  Universal access to banking facilities for all households across the country\r\n through a bank branch or a fixed point Business Correspondent (BC) within a\r\n reasonable distance.\r\n  To cover all households with atleast one Basic Bank Account with RuPay Debit\r\n card having inbuilt accident insurance cover of Rs.1 lakh.\r\n  An overdraft facility upto Rs.5000/- after satisfactory operation in the account for\r\n 6 months.\r\n  A Life Cover of Rs.30 000/- to those beneficiaries who open their accounts for\r\n the first time from 15.08.2014 to 31.01.2015.\r\n  Financial literacy programme which aims to take financial literacy upto village\r\n level.\r\n  The Mission also envisages expansion of Direct Benefit Transfer under various\r\n Government Schemes through bank accounts of the beneficiaries.\r\n  Providing micro–insurance to the people.\r\n  Unorganised sector Pension schemes through the Business Correspondents2\r\n .\r\n  Comprehensive financial inclusion of the excluded section is proposed to be\r\n achieved by 14 August 2018.\r\n  Banks have engaged Business Correspondents Agents (BCAs)/Bank Mitras who go\r\n to such areas where opening of a Bank branch/ATM is not viable. These\r\n BCAs/Bank Mitras represent the concerned banks and other banking services3\r\n .ACHIEVEMENTS UNDER PMJDY AS ON 29.6.2016\r\n  22.29 crore accounts have been opened under PMJDY out of which 13.69 crore\r\n accounts are in rural areas and 8.60 crore in urban areas.\r\n  Deposits of Rs. 39251.57 crores has been mobilized.\r\n  18.22 crore RuPay Debit cards have been issued under PMJDY.\r\n  Aadhaar seeding has been done in 10.59 crore PMJDY accounts.\r\n  Zero balance accounts has been reduced to 25.29 per cent4\r\n .\r\n  Routing subsidies and welfare payments through the Jan Dhan scheme has reduced\r\n leakages in subsidy transfer. According to the Economic Survey 2015-16  leakages\r\n in LPG subsidy transfers fell 24 per cent because of the infrastructure created by Jan\r\n Dhan accounts  Aadhaar and mobile networks  (JAM trinity)\r\n 5\r\n .\r\n MAJOR CONCERNS\r\n  Bank account penetration is growing  thanks to Jan Dhan  but in rural areas physical\r\n connectivity to the banking system remains limited  and BCS and mobile money\r\n providers have not yet solved this last mile problem6\r\n .\r\n  Despite Jan Dhan's record breaking feats  basic saving account penetration in most\r\n state is still relatively low which is 46 per cent on average and above 75 per cent in\r\n Madhya Pradesh and Chhatisgarh only7\r\n .\r\n  The speed of linking the accounts with Aadhar number has been very low. Less than\r\n half of the 22.29 crore accounts were seeded with Aadhar as on 29.06.2016.\r\n  Because all accounts are not Aadhar seeded  it is difficult to track if person has\r\n another account or not and that leads to duplication. Progress in reducing dormant account has been slow. As on 29.6.2016  more than 25\r\n per cent of zero balance account meaning the account holders were not using the\r\n bank account.\r\n  Duplicate accounts are also one reason why several accounts are inactive8\r\n .\r\n  Regulations governing the remuneration of BCAs may need to be reviewed to ensure\r\n that commission rates are sufficient to encourage BCAs to remain active\r\n 9\r\n .\r\n  According to a study by MicroSave for the Finance Ministry  insufficient income for\r\n banking correspondents and a deficiency in training  supervision and infrastructure\r\n for these last mile delivery agents have impeded the reach of the Government\r\n flagship scheme10\r\n .\r\n  Accounts opened under the PMJDY could be very vulnerable to fraud practices.\r\n Banks need to clearly guard against misuse of these accounts from money mulling.\r\n  Banks should have robust system to monitor such accounts and the transaction made\r\n therein11\r\n .\r\n CONCLUSION\r\n The significant change under the PMJDY is that the financial inclusion objective\r\n has moved beyond the provision of simple no-frills accounts to meeting overall\r\n financial needs of the poor  linking government benefits  overdraft facility and insurance\r\n and pension to these saving accounts. The massive campaign around PMJDY led to a\r\n surge in awareness  and for the first time in decades  bank officials  who would pursue\r\n people to open accounts to meet their mandated targets  reported being pushed by\r\n customers themselves",  
    
    "Pradhan Mantri Kisan Samman Nidhi (PM Kisan)" : "Pradhan Mantri KIsan SAmman Nidhi (PM-KISAN)\r\n    Objective\r\n     With a view to augment the income of the Small and Marginal Farmers (SMFs)  the\r\n    Government has launched a new Central Sector Scheme  namely  Pradhan Mantri\r\n    KIsan SAmman Nidhi (PM-KISAN) in the current financial year.\r\n     The PM-KISAN scheme aims to supplement the financial needs of the SMFs in\r\n    procuring various inputs to ensure proper crop health and appropriate yields \r\n    commensurate with the anticipated farm income at the end of the each crop cycle.\r\n     This would also protect them from falling in the clutches of moneylenders for meeting\r\n    such expenses and ensure their continuance in the farming activities.\r\n    Cut-off Date\r\n     The Scheme shall be effective from 01.12.2018 for transfer of benefit to eligible\r\n    beneficiaries.\r\n     The cut-off date for determining the eligibility of beneficiaries  has been kept as\r\n    01.02.2019.\r\n     Changes  if any  in the cut-off date for eligibility of benefit under the scheme for next 5\r\n    years will only be considered with approval of the Cabinet. However benefit will be\r\n    allowed on transfer of ownership of cultivable land on account of succession due\r\n    to death of the landowner.\r\n    Definition of Families\r\n     The SMFs landholder farmer family is defined as a family comprising of husband  wife\r\n    and minor children who collectively own cultivable land upto 2 hectare as per land\r\n    records of the concerned State/UT.\r\n    Basis for Identification\r\n     The number of eligible SMFs under the scheme has been estimated on the basis of\r\n    projection of Agricultural Census 2015-16 data for 2018-19.\r\n     The projected number of holding of SMFs landholder farmer families for FY 2018-19 is\r\n    13.15 crore.\r\n     Due to likely exclusion of certain categories of beneficiaries of higher economic strata \r\n    the total number of eligible beneficiaries has been taken as 12.50 crore.\r\n     The existing land-ownership system will be used for identification of beneficiaries for\r\n    calculation of financial benefit under the scheme.\r\n    Scheme Contours and Financial Outlay\r\n     The Scheme to be implemented as Central Sector Scheme with 100% financial support\r\n    by Government of India (GoI).\r\n     For financial year 2018-19  a budget provision of Rs. 20 000 crore has been kept for\r\n    disbursal of financial benefit to the eligible landholding SMFs families.\r\n     Similarly  a budgetary provision of Rs. 75 000 crore has been kept in the financial year\r\n    2019-20 for disbursal of financial benefits to eligible landholding SMFs families.\r\n    Benefit to eligible SMFs\r\n     Under the Scheme  a direct payment of Rs. 6000 per year will be transferred in three\r\n    equal installments of Rs. 2000 each every four months into the Aadhar ceded bank\r\n    accounts of eligible landholding SMFs families.\r\n     The first installment for the period 01.12.2018 to 31.03.2019  under the scheme will be\r\n    transferred to the eligible beneficiaries in the current financial year (2018-19) itself. First\r\n    Installment shall be transferred immediately on identification of the beneficiaries.\r\n    Aadhar Capturing\r\n     For availing benefits under the scheme  Aadhaar is mandatory. However  in cases \r\n    where the beneficiaries at present are not having Aadhar or Aadhar Enrollment number \r\n    alternate prescribed documents can be collected for identity verification and transfer of\r\n    benefit to such farmer families for transfer of 1st installment in 2018-19.\r\n     All such beneficiaries not having Aadhaar card shall have to be compulsorily enrolled\r\n    under Aadhaar  since transfer of subsequent installments will be done only on basis of\r\n    Aadhaar seeded data base.\r\n     States/UTs to ensure that there is no duplication of the payment transferred to eligible\r\n    families. Speedy reconciliation in case of wrong/incomplete bank details of the\r\n    beneficiary to be ensured.\r\n    Monitoring of the Scheme\r\n     For effective review and monitoring of the scheme  a Project Monitoring Unit (PMU) at\r\n    Central level will be set up in DAC&FW.\r\n     The PMU headed by Chief Executive Officer (CEO)  shall also undertake publicity\r\n    campaign (Information  Education and Communication-IEC).\r\n     A stratified review/monitoring mechanism at National  State and District Level.\r\n     At the National level  there will be a Monitoring Committee headed by Cabinet Secretary.\r\n    State Govt. shall also notify the Monitoring Committees at the State & the District Level.\r\n    Exclusion\r\n     There will be exclusion of certain categories of beneficiaries of higher economic\r\n    strata which will be separately notified by the Government in due course.",  

    "PM Ujjwala Yojana":"A major policy intervention by Government of India to provide clean fuel (LPG) for cooking to BPL women of the country to counter indoor air pollution Pradhan Mantri Ujjwala Yojana (PMUY) was launched by the Government of India on 01 May 20162 with the aim to safeguard the health of women and children by providing them with a clean cooking fuel – LPG  so that they don’t have to compromise their health in smoky kitchens or wander in unsafe areas collecting firewood The Scheme proposed to provide Rs. 1600 per household to cover security deposit for a 14.2 kg cylinder as well as regulator4 .  Under the Scheme  deposit free LPG connection is provided to the woman member of a Below Poverty Line (BPL) family. The cost of the Hot Plate and purchase of first refill is borne by the beneficiary.  The beneficiaries have option to take Hot Plate or the first refill or both on loan basis from Public Sector Oil Marketing Companies (OMCs) at zero interest rate.  The loan is recovered through the subsidy received upon purchase of refill(s) by the beneficiary5 . PMUY is likely to result in an additional employment of around one Lakh and provide business opportunity of at least Rs. 10 000 crore to the Indian Industry Launch of this scheme provided a great boost to the ‘Make in India’ campaign as all the manufacturers of cylinders  gas stoves  regulators  and gas hose are domestic The main mantra of this scheme is - Swacch Indhan  Behtar Jeevan – Mahilaon ko mila samman (Clean Fuel: Better Life). The initiative  in line with the dream of creating smoke-less villages across the country  has come as a moment of pride for the women in BPL- households for getting LPG connection as an identity of their own and to lead a smoke-free  less polluted  convenient and healthy life Need for the Pradhan Mantri Ujjwala Yojana8  Poor have limited access to Clean fuel (LPG). LPG spread predominantly in Urban and Semi Urban areas. Use of fossil fuels and conventional fuel like cow dung has a serious health implications for women and Children. According to WHO  5 Lakh die every year due to heart disease  pulmonary diseases etc.  Indoor air pollution is also responsible for significant number of acute respiratory diseases in young children. The Government has re-imbursed Rs. 4751 crore to Oil Marketing Companies (OMCs) on the account of release of LPG connections under PMUY since its implementation. State/UT-wise number of refills consumed by the PMUY beneficiary as on 28.02.2018 is given at Annexure-I. As on 01.03.2018  there are 22.11 crore LPG consumers in the country  which has increased by 9.76 crore from the year 2014-159 . State/UT-wise details of LPG connections released on 31.03.2017 and 09.05.2018 under the Scheme are given at Annexure-II Initially  Pradhan Mantri Ujjwala Yojana (PMUY) envisaged a target of 5 crore connections with an allocation of Rs. 8000 crore over a period of 3 years starting from Financial Year 2016-17. The Cabinet Committee on Economic Affairs (CCEA) has enhanced the target of Pradhan Mantri Ujjwala Yojana (PMUY) from Five crore to Eight crore connections with an additional allocation of Rs. 4 800 crore. The revised target will be achieved by 2020 Several schemes have been launched to improve the LPG sector. The Government started transferring gas subsidy directly to peoples' accounts through 'Pahal' scheme. The Modi government also launched  'Give it up' campaign to nudge well to do families to give up gas subsidy. These programmes have led to plugging the leaks in LPG delivery system 12 . As on 01.03.2018 more than one crore LPG consumers have voluntarily surrendered their LPG subsidy under ‘Give It Up’ campaign. State/UT-wise details of 'Give It Up' Campaign are given at Annexure-III13 . Nearly 80% of Ujjwala consumers come back to the OMCs for a second refill  while 45% take three or more refills in a year. In order to maintain regular connection with new consumers and to sensitise them about the benefits of using Liquefied Petroleum Gas (LPG)  OMCs like IOC  Hindustan Petroleum Corporation  and Bharat Petroleum Corporation had recently initiated a concept called 'LPG Panchayat' in rural areas Carving out niche in annals of the country’s Petroleum and Natural gas Sector  the Government  during its first three years of governance  unveiled a raft of path breaking initiatives including Ujjwala Yojna15 . PMUY indeed is a sincere effort to make Indian rural women feel empowered  but a lot more considerate and planned hustle is required from an affordability  accessibility  and behavioral aspects ", 

    "Atal Pension Yojana (APY)" : "The Government of India is extremely concerned about the old age income security of the working poor and is focused on encouraging and enabling them to join the National Pension System (NPS). To address the longevity risks among the workers in unorganised sector and to encourage the workers in unorganised sector to voluntarily save for their retirement  who constitute 88% of the total labour force of 47.29 crore as per the 66th Round of NSSO Survey of 2011-12  but do not have any formal pension provision  the Government had started the Swavalamban Scheme in 2010-11. However  coverage under Swavalamban Scheme is inadequate mainly due to lack of guaranteed pension benefits at the age of 60. 1.2 The Government announced the introduction of universal social security schemes in the Insurance and Pension sectors for all Indians  specially the poor and the under-privileged  in the Budget for the year 2015-16. Therefore  it has been announced that the Government will launch the Atal Pension Yojana (APY)  which will provide a defined pension  depending on the contribution  and its period. The APY will be focussed on all citizens in the unorganised sector  who join the National Pension System (NPS) administered by the Pension Fund Regulatory and Development Authority (PFRDA). Under the APY  the subscribers would receive the fixed minimum pension of Rs. 1000 per month  Rs. 2000 per month  Rs. 3000 per month  Rs. 4000 per month  Rs. 5000 per month  at the age of 60 years  depending on their contributions  which itself would be based on the age of joining the APY. The minimum age of joining APY is 18 years and maximum age is 40 years. Therefore  minimum period of contribution by any subscriber under APY would be 20 years or more. The benefit of fixed minimum pension would be guaranteed by the Government. The APY would be introduced from 1st June  2015. Fixed pension for the subscribers ranging between Rs. 1000 to Rs. 5000  if he joins and contributes between the age of 18 years and 40 years. The contribution levels would vary and would be low if subscriber joins early and increase if he joins late. Atal Pension Yojana (APY) is open to all bank account holders. The Central Government would also co-contribute 50% of the total contribution or Rs. 1000 per annum  whichever is lower  to each eligible subscriber account  for a period of 5 years  i.e.  from Financial Year 2015-16 to 2019-20  who join the NPS between the period 1st June  2015 and 31st December  2015 and who are not members of any statutory social security scheme and who are not income tax payers. However the scheme will continue after this date but Government Co-contribution will not be available. 3.2 The Government co-contribution is payable to eligible PRANs by PFRDA after receiving the confirmation from Central Record Keeping Agency at such periodicity as may be decided by PFRDA. The minimum age of joining APY is 18 years and maximum age is 40 years. The age of exit and start of pension would be 60 years. Therefore  minimum period of contribution by the subscriber under APY would be 20 years or more. Mainly targeted at unorganised sector workers. All bank account holders under the eligible category may join APY with autodebit facility to accounts  leading to reduction in contribution collection charges. The 3 subscribers should keep the required balance in their savings bank accounts on the stipulated due dates to avoid any late payment penalty. Due dates for monthly contribution payment is arrived based on the deposit of first contribution amount. In case of repeated defaults for specified period  the account is liable for foreclosure and the GoI co-contributions  if any shall be forfeited. Also any false declaration about his/her eligibility for benefits under this scheme for whatsoever reason  the entire government contribution shall be forfeited along with the penal interest. For enrolment  Aadhaar would be the primary KYC document for identification of beneficiaries  spouse and nominees to avoid pension rights and entitlement related disputes in the long-term. The subscribers are required to opt for a monthly pension from Rs. 1000 - Rs. 5000 and ensure payment of stipulated monthly contribution regularly. The subscribers can opt to decrease or increase pension amount during the course of accumulation phase  as per the available monthly pension amounts. However  the switching option shall be provided once in year during the month of April. Each subscriber will be provided with an acknowledgement slip after joining APY which would invariably record the guaranteed pension amount  due date of contribution payment  PRAN etc. All Points of Presence (Service Providers) and Aggregators under Swavalamban Scheme would enrol subscribers through architecture of National Pension System. The banks  as POP or aggregators  may employ BCs/Existing non - banking aggregators  micro insurance agents  and mutual fund agents as enablers for operational activities. The banks may share the incentives received by them from PFRDA/Government  as deemed appropriate. 8. Operational Framework of APY 8.1 It is Government of India Scheme  which is administered by the Pension Fund Regulatory and Development Authority. The Institutional Architecture of NPS would be utilised to enrol subscribers under APY. Government would provide (i) fixed pension guarantee for the subscribers; (ii) would co-contribute 50% of the total contribution or Rs. 1000 per annum  whichever is lower  to eligible subscribers; and (iii) would also reimburse the promotional and development activities including incentive to the contribution collection agencies to encourage people to join the APY. The existing Swavalamban subscriber  if eligible  may be automatically migrated to APY with an option to opt out. However  the benefit of five years of government Co-contribution under APY would not exceed 5 years for all subscribers. This would imply that if  as a Swavalamban beneficiary  he has received the benefit of government Co-Contribution of 1 year  then the Government co-contribution under APY would be available only 4 years and so on. Existing Swavalamban beneficiaries opting out from the proposed APY will be given Government co-contribution till 2016- 17  if eligible  and the NPS Swavalamban continued till such people attained the age of exit under that scheme. 10.2 The existing Swavalamban subscribers between 18-40 years will be automatically migrated to APY. For seamless migration to the new scheme  the associated aggregator will facilitate those subscribers for completing the process of migration. Those subscribers may also approach the nearest authorised bank branch for shifting their Swavalamban account into APY with PRAN details. 10.3 The Swavalamban subscribers who are beyond the age of 40 and do not wish to continue may opt out the Swavalamban scheme by complete withdrawal of entire amount in lump sum  or may prefer to continue till 60 years to be eligible for annuities there under. Under APY  the individual subscribers shall have an option to make the contribution on a monthly basis. Banks are required to collect additional amount for delayed payments  such amount will vary from minimum Rs. 1 per month to Rs 10/- per month as shown below: • Rs. 1 per month for contribution upto Rs. 100 per month. • Rs. 2 per month for contribution upto Rs. 101 to 500/- per month. • Rs. 5 per month for contribution between Rs 501/- to 1000/- per month. • Rs. 10 per month for contribution beyond Rs 1001/- per month. The fixed amount of interest/penalty will remain as part of the pension corpus of the subscriber. 11.2 Discontinuation of payments of contribution amount shall lead to following: • After 6 months account will be frozen. • After 12 months account will be deactivated. • After 24 months account will be closed. APY module will raise demand on the due date and continue to raise demand till the amount is recovered from the subscriber’s account. 12.2 The due date for recovery of monthly contribution may be treated as the first day /or any other day during the calendar month for each subscriber. Bank can recover amount any day till the last day of the month. It will imply that contribution are recovered as and when funds are available any point during the month. 12.3 Monthly contribution will be recovered on FIFO basis- earliest due instalment will recovered first along with the fixed amount of charges as mentioned above. ",
    
    "Make in India" : "The 'Make in India' initiative was launched by the Prime Minister of India  Shri Narendra Modi in September 2014 as part of a wider set of nation-building initiatives. It was devised to transform India into a global design and manufacturing hub and was a timely response to a critical situation. By 2013  the much-hyped emerging markets bubble had burst  and India’s growth rate had fallen to its lowest level in a decade. The promise of the BRICS Nations (Brazil  Russia  India  China and South Africa) had faded  and India was tagged as one of the so-called ‘Fragile Five’. Global investors debated whether the world’s largest democracy was a risk or an opportunity. India’s 1.2 billion citizens questioned whether India was too big to succeed or too big to fail. India was on the brink of severe economic failure  desperately in need of a big push. The Make in India was launched against the backdrop of this crisis. It was a powerful  galvanising call to action to India’s citizens and business leaders  and an invitation to potential partners and investors around the world. Much more than being an inspiring slogan  it represents a comprehensive and unprecedented overhaul of outdated processes and policies. Most importantly  it represents a complete change of the government’s mindset – a shift from issuing authority to business partner  in keeping with Prime Minister's tenet of ‘Minimum Government  Maximum Governance’. The Make in India is intended to (a) inspire confidence in India’s capabilities amongst potential partners abroad  the Indian business community and citizens at large; (b) provide a framework for a vast amount of technical information on 25 industry sectors; and (c) reach out to a vast local and global audience via social media and constantly keep them updated about opportunities  reforms  etc. 2 The Make in India initiative has been built on layers of collaborative effort. The Department for Promotion of Industry and Internal Trade (DPIIT) initiated this process and the exercises resulted in a road map for the single largest manufacturing initiative undertaken by a nation in recent history. They also demonstrated the transformational power of public-private partnership  and have become a hallmark of the Make in India initiative. This collaborative model has also been successfully extended to include India’s global partners  as evidenced by the recent in-depth interactions between India and the United States of America. In a short space of time  the obsolete and obstructive frameworks of the past have been dismantled and replaced with a transparent and user-friendly system. This is helping drive investment  fostering innovation  developing skills  protecting Intellectual Property (IP) and building best-in-class manufacturing infrastructure. The most striking indicator of progress is the unprecedented opening of key sectors – including railways  defence  insurance and medical devices – to substantially higher levels of Foreign Direct Investment. Manufacturing in India is the main vision of the Government and leads to national development. The initiatives taken to boost manufacturing sector are as follows: FDI is a major driver of economic growth and a source of non-debt finance for the economic development of the country. Government has put in place an investor friendly policy on FDI  under which FDI up to 100% is permitted on the automatic route in most sectors/ activities. FDI policy provisions have been progressively liberalized across various sectors in recent years to make India an attractive investment destination. Some of the sectors include Defence  Construction Development  Trading  Pharmaceuticals  Power Exchanges  Insurance  Pension  Other Financial Services  Asset reconstruction Companies  Broadcasting and Civil Aviation. The Government is introducing several reforms to create possibilities for getting Foreign Direct Investment (FDI) and foster business partnerships. Some initiatives have already been undertaken to alleviate the business environment from FDI policy reforms have contributed to India attracting record FDI inflows in the last 5 years. Total FDI into India from 2014-15 to 2018-19 has been US $ 286 billion as compared to US $ 189 billion in the 5-year period prior to that (2009-10 to 2013-14). In fact  total FDI in 2018-19 i.e. US $ 64.37 billion (provisional figure) is the highest ever FDI received for any financial year. 4 As per World Bank’s Ease of Doing Business Report 2020 India ranks 63rd among 190 countries improving by 14 ranks from its rank of 77 in 2019. India has improved its rank in 7 out of 10 indicators and has moved closer to international best practices. The 2020 edition of the Report acknowledges India as one of the top 10 improvers  third time in a row  with an improvement of 67 ranks in 3 years. It is also the highest jump by any large country since 2011. outdated policies and regulations. This reform is also aligned with parameters of World Bank's 'Ease of Doing Business' index to improve India's ranking on it. This is driven by reforms in the areas of Starting a Business  Construction Permits  Getting Credit  Protecting Minority Investors  Paying Taxes  Trading across Borders  Enforcing Contracts  and Resolving Insolvency.Infrastructure is integral to the growth of any industry. The government intends to develop industrial corridors and build smart cities with state-of-the- art technology and high-speed communication. Along with the development of infrastructure  the training for skilled workforce for the sectors is also being addressed.The Indian economy is likely to emerge as one of the leading economies in the world  with an envisioned GDP of USD five trillion economy by 2024. Our vision is to ensure that at least a contribution worth USD two trillion come from MSME sector. To accomplish this  M/o MSME has taken many steps during the year for technology advancement  skill development and job creation for empowerment of MSMEs. The skill ecosystem in India is undergoing major reforms and policy interventions as India embarks on its journey to become a Knowledge Economy. The skill gap study by the National Skill Development Corporation (NSDC) for the period of 2010-2014 reports that over 109.73 million additional skilled manpower will be required by 2022 across different sectors.Key initiatives  Apprenticeship Act modified: Employers to engage 10% of total workforce as apprentices  328 Pradhan Mantri Kaushal Kendras (PMKK) set up (till December 22  2017)  Number of ITIs increased: from 10 750 in May 2014 to 13 912 in December 2017  Five new Regional Vocational Training Institutes (RVTI) for women in skill development established 11 lakh people trained under the Pradhan Mantri Kaushal VikasYojna (PMKVY) and under Recognition of Prior Learning (RPL) 3.7 lakh people have been accessed and certified in 2017. Department of Commerce  Government of India has launched Indian Trade Portal. Important feature of this portal is to be a single point for relevant information on measures other than tariff called the non-tariff measures like standards  technical regulations  conformity assessment procedures  sanitary and Phytosanitary measures which may affect trade adversely. 2. An Investor Facilitation Cell has been created in „Invest India‟ to guide  assist and handhold investors during the entire life-cycle of the business. 3. The Department of Industrial Policy and Promotion has also set up Japan Plus and Korea Plus. They are special management teams to facilitate and fast track investment proposals from Japan and South Korea respectively. 4. Incorporation of a company reduced to 1 day instead of 10 days 5. Power connection provided within a mandated time frame of 15 days instead of 180 days 6. No. of documents for exports and imports reduced from 11 to 3 7. Validity of industrial license extended to 7 years from 3 years 8. Goods and Services Tax – Single tax implemented across the country. Key initiatives  Apprenticeship Act modified: Employers to engage 10% of total workforce as apprentices  328 Pradhan Mantri Kaushal Kendras (PMKK) set up (till December 22  2017)  Number of ITIs increased: from 10 750 in May 2014 to 13 912 in December 2017  Five new Regional Vocational Training Institutes (RVTI) for women in skill development established  11 lakh people trained under the Pradhan Mantri Kaushal VikasYojna (PMKVY) and under Recognition of Prior Learning (RPL) 3.7 lakh people have been accessed and certified in 2017. 8 9. Permanent Residency Status for foreign investors for 10 years Manufacturing has emerged as one of the high growth sectors in India. The Make in India campaign helps to place India on the world map as a manufacturing hub and give global recognition to the Indian economy. The large investment in manufacturing will bring in more capacity creation in the country. The tax reliefs given to start ups and MSME‟s will boost sustainable employment and the quality of startups in the design led manufacturing sector. Make in India mission is one such long term initiative which will realize the dream of transforming India into manufacturing hub. Make in India campaign also focuses on producing products with zero defects and zero effects on environment. "
}